Repository: CJWorkbench/splitcolumn
Catalog: locale/*/messages.po
Languages: el

# _spec.name
source: Split column
el: Διαίρεση στήλης

# _spec.description
source: Split a column on a specific delimiter or by counting characters from left of right.
el: Διαίρεση στήλης βάσει συγκεκριμένου οριοθέτη ή μετρώντας χαρακτήρες από αριστερά ή από δεξιά.

# _spec.parameters.column.name
source: Column
el: Στήλη

# _spec.parameters.method.name
source: Split on
el: Διαίρεση στο

# _spec.parameters.method.options.delimiter.label
source: Delimiter
el: Οριοθέτης

# _spec.parameters.method.options.left.label
source: X characters from left
el: Χ χαρακτήρες από αριστερά

# _spec.parameters.method.options.right.label
source: X characters from right
el: Χ χαρακτήρες από δεξιά

# _spec.parameters.delimiter.name
source: Delimiter
el: Οριοθέτης

# _spec.parameters.delimiter.placeholder
source: Any character(s)
el: Οποιοιδήποτε χαρακτήρες

# _spec.parameters.numchars.name
source: Number of characters
el: Αριθμός χαρακτήρων
